app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
  def index
    @student = Student.all.map {|students| students.first_name}